/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b> Lær mer </b> om enhetsadministrasjon og sikkerhet.";

/* No comment provided by engineer. */
"A system error occurred" = "Det oppstod en systemfeil";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Kontoen vil bli fjernet fra %@ og andre Yahoo-apper på denne enheten.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Legg til konto";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Det har oppstått en feil. Prøv på nytt senere.";

/* Accessibility label for the back button */
"Back" = "Tilbake";

/* call tip prefix in 2lc */
"Call %@" = "Ring %@";

/* No comment provided by engineer. */
"Call again" = "Ring igjen";

/* Cancel
   Cancel button title */
"Cancel" = "Avbryt";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Kan ikke laste side.";

/* Accessibility label for the close button */
"Close" = "Lukk";

/* Continue
   Continue to Safari for SHF */
"Continue" = "Fortsett";

/* Create Account view title
   sign up button title */
"Create Account" = "Registrer deg";

/* learn more alert title */
"Device Not Recognized" = "Enheten gjenkjennes ikke";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Har du ikke mottatt e-posten?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Har du ikke mottatt teksten?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Har du ikke mottatt taleanropet?";

/* Dismiss */
"Dismiss" = "Ignorer";

/* Edit button title */
"Edit" = "Rediger";

/* No comment provided by engineer. */
"Email could not be sent" = "E-post kunne ikke sendes";

/* No comment provided by engineer. */
"Email sent" = "E-post sendt";

/* No comment provided by engineer. */
"Enter Code" = "Tast inn kode";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Av sikkerhetsmessige årsaker må du låse opp kontoen din.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Av sikkerhetsgrunner må du verifisere kontoen din igjen.";

/* No comment provided by engineer. */
"For the safety of your account, please login via web." = "For din kontos sikkerhet bør du logge på via nettet.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Glemt passord eller ID?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Har du glemt passordet?";

/* No comment provided by engineer. */
"Generic Handoff" = "Generisk overlevering";

/* Go to Account recovery */
"Get Help" = "Få hjelp";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Feil svar. Prøv igjen.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "Ugyldig brukernavn eller passord. Prøv igjen.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Grensen er nådd. E-posten kunne ikke sendes.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Grensen er nådd. Kan ikke sende tekstmelding eller foreta et talenarop.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Innloggingstiden har utløpt, logg inn på nytt.";

/* Network error alert view title */
"Network unavailable." = "Nettverk ikke tilgjengelig.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Passord";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Skriv inn passordet for \n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Fjern";

/* Remove an account label on SSO screen */
"Remove an account" = "Fjern en konto";

/* Select an account label on SSO screen */
"Select an account" = "Velg en konto";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Sesjonen har utløpt, logg inn på nytt.";

/* sign in button title */
"Sign In" = "Logg på";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Logg på med <a>Facebook</a> eller <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Innlogget som";

/* signing in state title for sign in button */
"Signing In" = "Logger på";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Beklager – systemet ligger nede. Prøv på nytt senere.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Vi kan ikke logge deg på nå. Prøv på nytt senere.";

/* sms tip prefix in 2lc */
"Text %@" = "Tekst %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "Tekstmeldingen kunne ikke sendes";

/* No comment provided by engineer. */
"Text message sent" = "Tekstmelding sendt.";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Kan ikke trekke ut data for Second Challenge-tilstand fra Short-Lived Challenge Credential";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "For mange forsøk. Prøv igjen om 24 timer.";

/* No comment provided by engineer. */
"Try again" = "Prøv på nytt";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Kan ikke foreta et taleanrop";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Ikke i stand til å logge på. Sjekk systemdatoen og prøv igjen.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Kan ikke logge. Prøv igjen.";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Oppdatere kontoen";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Oppgrader til Yahoo";

/* User already signed-in */
"User %@ is already signed in" = "Bruker %@ er allerede pålogget";

/* User already signed-in */
"User already signed-in" = "Brukeren er allerede logget på";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Bekreftelseskoden ble sendt til %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Taleanrop pågår";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Vi ringte på telefon for å gi deg en verifiseringskode %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Vi kjenner ikke igjen denne enheten. Bekreft hvem du er ved å svare på sikkerhetsspørsmålet.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Vi gjenkjenner ikke denne enheten. Vennligst bekreft din identitet. Vi vil sende en bekreftelseskode.";

/* ID text field place holder */
"Yahoo ID" = "Yahoo ID";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Det må være minst 13 år gammel.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Kontoen din er nå låst opp. Logg deg på.";

/* No comment provided by engineer. */
"Your Answer" = "Svaret ditt";

/* learn more alert msg line 1 */
"• New device?" = "• Ny enhet?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Valgte du påloggingsbekreftelse?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Logger du på fra et nytt land?";

